
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "モアレ低減";
"Color Restoration" = "色の復元";
"Adaptive Lighting" = "適応光";
"Unsharp Mask" = "アンシャープ マスク";
"Remove Dust"   = "ゴミ取り";
"6-Color Scanning" = "6 色スキャン";

"Tooltip_Descreen" = "画面 (モアレ) パターンの除去";
"Tooltip_ColorRestoration" = "あせた色の復元";
"Tooltip_AdaptiveLight" = "露出レベルを自動調整";
"Tooltip_Sharpen" = "シャープネスを大きくする";

//Cusom control  menu items
"None" = "なし";
"Low" = "少";
"Medium" ="中";
"High" = "高";
"Extreme" = "最高";

"Resolution" = "解像度";
"Source Size" = "ソースのサイズ";
"New Size" = "新規サイズ";
"Negative Number" = "ネガ %d";
"Slide Number" = "スライド %d";
"HP ICA Scan" = "HP ICA スキャン";
"Install HP Devices" = "HP デバイスが Image Capture を使用してスキャンするのに必要なコンポーネントをインストールします。";
"Communication error" = "通信エラー";
"Communication error while scanning" = "デバイスとの通信中にエラーが発生しました。デバイスが接続され電源が入っていることを確認してください。";
"Image Save Error" = "画像保存エラー";
"Image Format Mismatch" = "Automatic Task で選択されているアプリケーションが、選択したファイル形式をサポートしていません。別のアプリケーションまたは形式を選択してください。";
"Disk full error" = "ディスク満杯エラー";
"Disk full error String Description" = "選択したディスクに空き容量がありません。別のディスクにファイルを保存するか、ファイルをいくつか削除して空き領域を確保してください。";
"Permissions Error" = "権限エラー";
"Permission Error Description" = "[ディレクトリ名] にファイルを保存する権限がありません。別の場所に保存してください。";
"Invalid value" = "無効な値";
"Invalid value description" = "%@ フィールドで指定した値が無効です。%ld と %ld との間の値を指定し、もう一度スキャンしてください。";
"Image size is too long" = "画像サイズが大きすぎます。画像の高さ、幅、解像度、倍率、または出力タイプを縮小してください。";
"Read error" = "読み取りエラー";
"Read error Description" = "デバイスからスキャン データを取得中にエラーが発生しました。もう一度試してください。";
"Installation Problem" = "必要なソフトウェア コンポーネントが、見当たらないかまたは破損しています。デバイス用のソフトウェアを再インストールするか、ハードディスクに問題がないか確認してください。";
"Document feeder error" = "原稿送り装置のエラー";
"Paper Jam Description One" = "自動原稿送り装置に紙が詰まっています。紙詰まりを解消する手順は、デバイスに添付の文書を参照してください。";
"Paper Jam Description Two" = "自動原稿送り装置は、紙詰まりを起こしているか、紙を送れません。原稿送り装置から取り外した紙をさばいてから、再びセットしてください。詳細は、デバイスに添付の文書を参照してください。";
"Paper Jam Description Three" = "自動原稿送り装置のラッチが固定されていません。ラッチをカチッと音がするまで押して固定し、もう一度スキャンしてください。";
"Document feeder empty" = "空の原稿送り装置";
"Document feeder empty description One" = "自動原稿送り装置が原稿を検出できませんでした。自動原稿送り装置に原稿を正しくセットしてください。";
"Document feeder empty description Two" = "自動原稿送り装置から原稿が取り除かれています。原稿をセットして、スキャンを続けてください。";
"ADF Duplex error" = "自動原稿送り装置は、長さが 30 cm を超える原稿の両面をスキャンできません。";
"Transparent Media Adapter Error" = "透明メディア アダプタのエラー";
"Transparent Media Adapter Error Description One" ="TMA（透明メディア アダプタ）が見つからないので、スキャンを完了できませんでした。TMA が接続されている場合、スキャナーにしっかり接続されているか確認してから、もう一度試してください。";
"Transparent Media Adapter Error Description Two" = "透明メディア アダプタがしっかり接続され正しい位置にあることを確認してください。デバイスが位置調整プレートを使用している場合、プレートの基準マークの位置がスキャナーのマークと一致していることを確認してから、もう一度スキャンしてください。";
"Transparent Media Adapter Error Description Three" = "透明メディア アダプタのカバーは、スキャナーのふたから取り除く必要があります。取り除かれている場合は、テンプレートがスキャナーのガラス面上の正しい位置にあることを確認します。テンプレートを使用していない場合は、ふたにあるキャリブレーション ウィンドウがさえぎられていないことを確認します。スキャンするメディアをスキャナーのガラス面の上端から約 4 cm 下に置きます。";
"Transparent Media Adapter Error Description Four" = "スキャナーのガラス面に原稿がある場合は取り除きます。また、透明メディア アダプタがしっかり接続され正しい位置にあることを確認してください。";
"Transparent Media Adapter Error Description Five" = "ソフトウェアは、スライド（ポジ）をスキャンするよう設定されていますが、ネガを検出しました。文書タイプをネガに変更してください。";
"Transparent Media Adapter Error Description Six" = "ソフトウェアは、ネガをスキャンするよう設定されていますが、スライド（ポジ）を検出しました。文書タイプをカラー スライドまたはネガに変更してください。";
"Transparent Media Adapter Error Description Seven" = "透過メディア アダプタが指定のメディアを検出できませんでした。 メディアがアダプタに正しくセットされていることを確認し、スキャンするメディアに適したメディア タイプ (ポジまたはネガ) が選択されていることを確認してください。";
"Transparent Media Adapter Error Description Eight" = "現在、スキャンは透過メディア アダプタ スキャンを実行できません。 スキャナのビジー状態が解除されるまで待ってから、もう一度実行してください。";
"Scan Cancelled" = "スキャンのキャンセル";
"Scan Cancelled Description" = "スキャンの進行中に操作がキャンセルされたので、スキャンは完了しませんでした。";
"Device Busy" ="デバイス使用中";
"Device Busy Description" = "スキャナーは別のアプリケーションが使用しています。別のスキャン アプリケーションを終了して、もう一度試してください。";
"Device Busy Description Network" = "選択されたネットワーク デバイスが使用中のため、要求された操作を実行できません。しばらくしてから、もう一度試してください。"; 

"Image Capture Scan" = "Image Capture によるスキャン";
"Sharpen" = "鋭く";
"6-Color Scan" = "6 色スキャン";
"Missing or Damaged Software" = "見当たらないまたは損傷したソフトウェア";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Image Capture が必要とする 1 つ以上のコンポーネントが、見当たらないかまたは損傷しています。HP デバイスのソフトウェアを再インストールしてください。";
"File name too long" = "ファイル名が長すぎます";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "ファイル名が長すぎるので、ファイルを保存できませんでした。より短い名前を入力して、もう一度試してください。";
"Warning: File name starts with a period" = "警告：ファイル名がピリオドで始まっています";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "入力したファイル名がピリオド（.）で始まっています。操作を続けると、ファイルは隠しファイルとして保存され、Finder に表示されません。これを避けるには、ファイルの先頭からピリオドを削除します。";
"Error Saving Image" = "画像保存エラー";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture で不明なエラーが発生しました。画像を保存できませんでした。もう一度試してください。";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "最後のオーバービュースキャンはキャンセルされました。もう一度オーバービューしてからスキャンしてください";
"Templates" = "テンプレート";

"DEVICE_BUSY" = "デバイスがビジー状態です";
"DEVICE_BUSY_DESCRIPTION" = "デバイスは現在使用中です。前の作業が完了するまで待ってから、もう一度スキャンをやり直してください。";



